Repository: imath/thaim
Catalog: languages/*.po
Languages: fr_fr

source: Author Archives: %s
fr_fr: Archives de %s

source: About %s
fr_fr: A propos de %s

source: One thought on &ldquo;%2$s&rdquo;
fr_fr: Une réflexion au sujet de &laquo;&nbsp;%2$s&nbsp;&raquo;

source: <span aria-hidden="true" data-icon="&#xe0b0;"></span> Older Comments
fr_fr: <span aria-hidden="true" data-icon="&#xe0b0;"></span> Commentaires plus anciens

source: Newer Comments <span aria-hidden="true" data-icon="&#xe09b;"></span>
fr_fr: Derniers Commentaires <span aria-hidden="true" data-icon="&#xe09b;"></span>

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Oops ! nothing there..
fr_fr: Oops ! Rien par là..

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Il semble que nous ne soyons pas en mesure de trouver ce que vous recherchez. Essayez d&rsquo;utiliser le formulaire de recherche.

source: Leave a reply
fr_fr: Commenter

source: 1 Reply
fr_fr: 1 commentaire

source: % Replies
fr_fr: % commentaires

source: Edit
fr_fr: Modifier

source: View all posts by %s <span class="meta-nav">&rarr;</span>
fr_fr: Afficher tous les articles de %s <span class="meta-nav">&rarr;</span>

source: Proudly Powered by
fr_fr: Fièrement propulsé par

source: Header Menu
fr_fr: Menu d&rsquo;entête

source: About me!
fr_fr: A mon propos !

source: WordPress Core Contributor
fr_fr: Contributeur au Core de WordPress

source: BuddyPress Core Contributor
fr_fr: Contributeur au Core de BuddyPress

source: Plugin Developer
fr_fr: Développeur de Plugins

source: Community Team
fr_fr: Equipe de communautés

source: Theme Designer
fr_fr: Développeur de Thèmes

source: WordCamp Speaker
fr_fr: Orateur WordCamp

source: Translation Contributor
fr_fr: Contributeur à la traduction

source: Widget Area 1
fr_fr: Zone de widgets 1

source: Top sidebar area
fr_fr: Zone haute de la barre latérale

source: Widget Area 2
fr_fr: Zone de widgets 2

source: Bottom sidebar area
fr_fr: Zone basse de la barre latérale

source: Home Page Widget
fr_fr: Widgets de Page d&#39;accueil

source: Widgetable area of the custom-home-page template.
fr_fr: Zone widgetisable du modèle custom-home-page

source: Footer Area 1
fr_fr: Zone 1 du pied de page

source: Left footer area
fr_fr: Zone de gauche du pied de page

source: Footer Area 2
fr_fr: Zone 2 du pied de page

source: Middle footer area
fr_fr: Zone centrale du pied de page

source: Footer Area 3
fr_fr: Zone 3 du pied de page

source: Right footer area
fr_fr: Zone de droite du pied de page

source: Continue reading<span class="screen-reader-text"> "%s"</span>
fr_fr: Poursuivre la lecture<span class="screen-reader-text"> "%s"</span>

source: will be up and running soon !
fr_fr: sera prochainement disponible !

source: Under maintenance
fr_fr: En cours de maintenance

source: Put the blog in maintenance mode
fr_fr: Mettre le blog en maintenance

source: Maintenance mode
fr_fr: Mode maintenance

source: Put the blog in maintenance mode:
fr_fr: Mettre le blog en maintenance :

source: use this option if you want to work on your blog and hide its content to regular users
fr_fr: Utilisez cette option si vous souhaitez travailler sur votre blog et masquer son contenu aux utilisateurs réguliers.

source: Remember to click "Save Changes" to save any changes you have made to the theme options.
fr_fr: N&rsquo;oubliez pas de cliquer sur "Enregistrer les modifications" afin de précisément sauvegarder les modifications que vous aurez apporté aux options de thaim.

source: Overview
fr_fr: Vue d&rsquo;ensemble

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: View Article
fr_fr: Lire l&rsquo;article

source: Jump to the top of the page
fr_fr: Revenir en haut de la page

source: Back to top
fr_fr: Haut de page

source: (Edit)
fr_fr: (Modifier)

source: Post author
fr_fr: Auteur

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération

source: Reply
fr_fr: Répondre

source: View all posts by %s
fr_fr: Voir tous les articles de %s

source: This entry was posted in %1$s and tagged %2$s on %3$s<span class="by-author"> by %4$s</span>.
fr_fr: Cet article a été posté dans %1$s et marqué %2$s le %3$s<span class="by-author"> par %4$s</span>.

source: This entry was posted in %1$s on %3$s<span class="by-author"> by %4$s</span>.
fr_fr: Cet article a été posté dans %1$s le %3$s<span class="by-author"> par %4$s</span>.

source: This entry was posted on %3$s<span class="by-author"> by %4$s</span>.
fr_fr: Cet article a été posté le %3$s<span class="by-author"> par %4$s</span>.

source: %s Search Results for
fr_fr: %s résultats pour la recherche

source: Home
fr_fr: Accueil

source: Share
fr_fr: Partager

source: buy me a coffee ;)
fr_fr: Acheter moi un café ;)

source: Support
fr_fr: Supporter

source: comment
fr_fr: commentaire

source: Subscribe to %s feed
fr_fr: S&rsquo;abonner au flux %s

source: Icon
fr_fr: Icône

source: Choose the css code from available %s.
fr_fr: Choisissez le code css parmi ceux qui sont disponibles %s.

source: Insert the url to the image for the term.
fr_fr: Insérer l&#39;url pour l&#39;image du terme.

# Upgrader feedback message
source: Category and tag meta informations - %d item(s) to upgrade
fr_fr: Méta informations des catégories et des tags - %d item(s) à mettre à jour

# Upgrader feedback message
source: Stickies for the theme slider - %d item(s) to upgrade
fr_fr: Articles mis en avant pour le carousel du thème - %d item(s) à mettre à jour

# Upgrader feedback message
source: Snippets in post content - %d item(s) to upgrade
fr_fr: Code sources dans les contenus d&#39;articles - %d item(s) à mettre à jour

# Upgrader feedback message
source: Migrate imagesliders meta to post thumbnails - %d item(s) to upgrade
fr_fr: Migration des métas imagesliders pour des vignettes d&#39;articles - %d item(s) à mettre à jour

# Upgrader feedback message
source: Theme version - %d item to upgrade
fr_fr: Version du thème - %d item à mettre à jour

source: A cloud of your most used tags, with the ability to exclude some of your choice.
fr_fr: Un nuage de vos étiquettes les plus utilisées, avec la possibilité d&#39;exclure celles de votre choix.

source: (Thaim) Tag Cloud
fr_fr: (Thaim) Nuage d&#39;étiquettes

source: Comma separated list of Tag ids to exclude:
fr_fr: Liste d&#39;identifiants d&#39;étiquette à exclure, séparés par des virgules :

source: Category boxes for your home page.
fr_fr: Blocs de catégorie pour votre page d&#39;accueil.

source: (Thaim) Category boxes
fr_fr: (Thaim) Blocs de catégorie

source: View Articles
fr_fr: Voir les articles

source: Display category descriptions
fr_fr: Afficher les descriptions de catégorie

source: Display category icons
fr_fr: Afficher les icônes de catégorie

source: Search
fr_fr: Rechercher

source: thaim is imath's theme !
fr_fr: thaim c le thème d'imath !

source: Custom Home page
fr_fr: Page d&#39;accueil personnalisée

source: No Sidebar page
fr_fr: Page sans sidebar
